{
  "navbar.about": "About Me",
  "navbar.exp": "Photographic Manifesto",
  "navbar.proj": "Gallery",
  "navbar.con": "Contact",
  "aboutMe.title": "About Me",
  "aboutMe.text": "Professional journalist, specialized in Culture, Historical Heritage, and Photography. Co-editor of the Literary Supplement of *Diário de Pernambuco* and literary columnist (1962–1998), he is currently a contributing writer for the newspaper. Among the honors he has received, one of the most notable is the award granted by the President of the Republic of Portugal, Mário Soares — the Medal and Diploma of Cultural Merit. He was a finalist in the 48th edition of the Jabuti Prize, in the Photography category, with the book/album *Tropical Flowers*, published by Embrapa/Brasília (2005). He has held solo exhibitions at the University of Clermont-Ferrand (France), Galeria Contigo (São Paulo), Museum of Contemporary Art (Olinda), Portuguese Reading Room (Recife), and the Joaquim Nabuco Foundation (Recife).",

  "artisticManifesto.title": "Photographic Manifesto",
  "artisticManifesto.text": "IN PHOTOGRAPHY, I desire to maintain the illusory character of the image through fragments, not the representation of reality.\n\nI DRAW INSPIRATION FROM KAFKA, Marcel Proust, Charles Baudelaire, Machado de Assis, Euclides da Cunha (who perhaps never photographed), for whom detail was fundamental. I refer not to the so-called 'morbid details' that permeate certain literary works, but to inspirations of other creative essences and images unseen before me.\n\nMY LANDSCAPE WILL NOT BE A POSTCARD, it will be easily identified by its angles, by my intimate way of looking and seeing, by the tonality of colors, in search of a style uniquely my own.\n\nI SEEK TO GIVE THE PHOTOGRAPHIC ACT the ritualistic importance of a work of art and its subjective possibilities.\n\nI STAND BY MY work philosophy when it comes to exclusivity. In dealings with collectors and Art Galleries, I certify that my photography is unique, there is no copy, it is unrepeatable.",
  "artisticManifesto.signature": "Marcus Prado",

  "galery.title": "Gallery",
  "galery.subtitle": "Click on the images to explore each collection",

  "contact.title": "Contact",
  "contact.subtitle": "Get in touch to request a quote for printed and framed photographs, with guaranteed exclusivity and authenticity.",
  "contact.whatsapp": "Contact via WhatsApp",
  "contact.email": "Contact via email",
  "contact.instagram": "Follow me on Instagram!",
  
  "footer": {
    "title": "Let's Connect",
    "subtitle": "For collaborations, exhibitions or any inquiries about my work.",
    "rights": "All rights reserved."
  },

  "gallery": {
    "urbano": "Urban",
    "arte": "Art",
    "mosaico": "Mosaic",
    "paisagem": "Landscape",
    "message": "Click on the image to get the code."
  }

}